{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lualine-linediag.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.move": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-lion": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" }
}
